const disease = [
  {
    code: "jaundice",
    name: "黄疸",
    symp: "皮肤和眼睛呈现黄色，尿液变深，粪便变浅，可能伴有乏力、恶心、食欲不振等。",
    part: "胆囊",
    dptment: "消化内科、肝胆外科。",
    prevent:
      "保持良好的个人卫生，避免接触传染性黄疸的病人，注射乙肝疫苗，避免酗酒和不安全的性行为，定期进行肝功能检查。",
  },
  {
    code: "Hypoglycemia",
    name: "低血糖",
    symp: "头晕、出汗、心悸、颤抖、饥饿感、混乱、疲劳、焦虑等。",
    part: "血液",
    dptment: "内分泌科、内科。",
    prevent:
      "定期监测血糖水平，保持规律的饮食，避免过度剧烈的运动，遵医嘱使用胰岛素或口服药物治疗糖尿病。",
  },
  {
    code: "Arthritis",
    name: "关节炎",
    symp: "关节疼痛、肿胀、僵硬，可能伴有关节红肿、运动障碍、疲劳等。",
    part: "关节",
    dptment: "风湿免疫科、骨科。",
    prevent:
      "保持适度的体重，进行适度的锻炼，避免过度使用关节，保持良好的姿势和体位，避免受伤，定期进行健康检查。",
  },
  {
    code: "Cervical spondylosis",
    name: "颈椎病",
    symp: "颈部疼痛、颈肩僵硬、头痛、手麻、肌肉无力等",
    dptment: "骨科、神经内科",
    part: "颈部",
    prevent:
      "保持良好的姿势，避免长时间低头和猛转头部动作，适当进行颈部伸展运动，避免过度劳累和受凉",
  },
  {
    code: "Common Cold",
    name: "普通感冒",
    symp: "流鼻涕、打喷嚏、喉咙痛、咳嗽、轻微发热、乏力等",
    part: "肺部",
    dptment: "家庭医学科、内科",
    prevent:
      "勤洗手，避免与患有感冒的人密切接触，避免触摸面部、眼睛、鼻子和嘴巴，保持良好的个人卫生习惯，保持充足的睡眠和均衡的饮食",
  },
  {
    code: "Osteoarthristis",
    name: "骨关节炎",
    symp: "关节疼痛、关节僵硬、关节肿胀、运动受限等",
    part: "关节",
    dptment: "骨科、风湿病科",
    prevent:
      "保持适度的体重，合理运动，注意关节保护，避免过度使用关节，保持良好的姿势",
  },
];
export default disease;